Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Not a valid JWT (expected header.payload.signature)
ar: JWT غير صالح (المتوقع header.payload.signature)
ca: No és un JWT vàlid (s'esperava header.payload.signature)
cs: Neplatný JWT (očekáváno header.payload.signature)
da: Ikke en gyldig JWT (forventede header.payload.signature)
de: Kein gültiges JWT (erwartet: header.payload.signature)
es: No es un JWT válido (se esperaba header.payload.signature)
fi: Ei kelvollinen JWT (odotettiin header.payload.signature)
fr: JWT non valide (format attendu : header.payload.signature)
he: אינו JWT תקין (צפוי header.payload.signature)
hu: Nem érvényes JWT (a várt formátum: header.payload.signature)
it: JWT non valido (previsto header.payload.signature)
ja: 有効な JWT ではありません（header.payload.signature 形式が必要です）
ko: 올바른 JWT가 아닙니다(header.payload.signature 형식이어야 함)
nb: Ikke en gyldig JWT (forventet header.payload.signature)
nl: Geen geldige JWT (verwacht: header.payload.signature)
pl: Nieprawidłowy JWT (oczekiwano header.payload.signature)
pt_br: JWT inválido (esperado header.payload.signature)
pt_pt: Não é um JWT válido (esperado header.payload.signature)
ro: Nu este un JWT valid (se aștepta header.payload.signature)
sl: Ni veljaven JWT (pričakovano header.payload.signature)
sv: Inte en giltig JWT (förväntade header.payload.signature)
uk: Недійсний JWT (очікувалося header.payload.signature)
vi: JWT không hợp lệ (cần có header.payload.signature)
zh_hans: 不是有效的 JWT（应为 header.payload.signature）
zh_hant: 不是有效的 JWT（應為 header.payload.signature）

source: Not a valid terminfo name. Use letters, digits, and . _ + - only.
ar: اسم terminfo غير صالح. استخدم الأحرف والأرقام والرموز . _ + - فقط.
ca: No és un nom de terminfo vàlid. Utilitzeu només lletres, xifres i els caràcters . _ + -
cs: Neplatný název terminfo. Použijte pouze písmena, číslice a znaky . _ + -
da: Ikke et gyldigt terminfo-navn. Brug kun bogstaver, tal og tegnene . _ + -
de: Kein gültiger terminfo-Name. Verwenden Sie nur Buchstaben, Ziffern und die Zeichen . _ + -
es: No es un nombre de terminfo válido. Usa solo letras, dígitos y los caracteres . _ + -
fi: Ei kelvollinen terminfo-nimi. Käytä vain kirjaimia, numeroita ja merkkejä . _ + -
fr: Nom terminfo non valide. Utilisez uniquement des lettres, des chiffres et les caractères . _ + -
he: שם terminfo אינו תקין. השתמש באותיות, בספרות ובתווים . _ + - בלבד.
hu: Nem érvényes terminfo név. Csak betűket, számjegyeket, valamint a . _ + - karaktereket használja.
it: Nome terminfo non valido. Usa solo lettere, cifre e i caratteri . _ + -.
ja: 有効な terminfo 名ではありません。英字、数字、および . _ + - のみを使用してください。
ko: 유효한 terminfo 이름이 아닙니다. 문자, 숫자 및 . _ + - 만 사용하세요.
nb: Ikke et gyldig terminfo-navn. Bruk bare bokstaver, sifre og tegnene . _ + -
nl: Geen geldige terminfo-naam. Gebruik alleen letters, cijfers en de tekens . _ + -
pl: Nieprawidłowa nazwa terminfo. Używaj wyłącznie liter, cyfr oraz znaków . _ + -
pt_br: Nome de terminfo inválido. Use apenas letras, dígitos e . _ + -
pt_pt: Nome terminfo inválido. Utilize apenas letras, algarismos e . _ + -.
ro: Nu este un nume terminfo valid. Sunt permise doar litere, cifre și caracterele . _ + -
sl: Ni veljavno ime terminfo. Dovoljene so samo črke, števke in znaki . _ + -
sv: Inte ett giltigt terminfo-namn. Använd endast bokstäver, siffror och tecknen . _ + -
uk: Некоректна назва terminfo. Використовуйте лише літери, цифри та символи . _ + -
vi: Không phải tên terminfo hợp lệ. Chỉ được dùng chữ cái, chữ số và . _ + -
zh_hans: 不是有效的 terminfo 名称。仅可使用字母、数字和 . _ + - 这几个字符。
zh_hant: 不是有效的 terminfo 名稱。只能使用字母、數字和 . _ + - 等字元。

source: Not an absolute path. The shell is launched with a minimal PATH, so a bare name may not be found.
ar: ليس مسارًا مطلقًا. تُشغَّل الصدفة باستخدام PATH محدود، لذا قد لا يُعثر على اسم مجرد.
ca: No és un camí absolut. El shell s'inicia amb un PATH mínim, així que és possible que un nom sense ruta no es trobi.
cs: Není to absolutní cesta. Shell se spouští s minimální proměnnou PATH, takže samotný název nemusí být nalezen.
da: Ikke en absolut sti. Shellen startes med en minimal PATH, så et bart navn findes måske ikke.
de: Kein absoluter Pfad. Die Shell wird mit einem minimalen PATH gestartet, daher wird ein bloßer Name möglicherweise nicht gefunden.
es: No es una ruta absoluta. La shell se inicia con un PATH mínimo, así que puede que un nombre sin ruta no se encuentre.
fi: Ei ole absoluuttinen polku. Komentotulkki käynnistetään minimaalisella PATH-muuttujalla, joten pelkkää nimeä ei ehkä löydy.
fr: Ce n'est pas un chemin absolu. Le shell est lancé avec un PATH minimal : un nom seul risque de ne pas être trouvé.
he: לא נתיב מוחלט. המעטפת מופעלת עם PATH מינימלי, ולכן ייתכן ששם ללא נתיב לא יימצא.
hu: Nem abszolút elérési út. A shell minimális PATH értékkel indul, ezért előfordulhat, hogy a puszta név nem található meg.
it: Non è un percorso assoluto. La shell viene avviata con un PATH minimo, quindi un nome senza percorso potrebbe non essere trovato.
ja: 絶対パスではありません。シェルは最小限の PATH で起動されるため、名前だけでは見つからない場合があります。
ko: 절대 경로가 아닙니다. 셸은 최소한의 PATH로 실행되므로 이름만으로는 찾지 못할 수 있습니다.
nb: Ikke en absolutt sti. Skallet startes med en minimal PATH, så et rent navn blir kanskje ikke funnet.
nl: Geen absoluut pad. De shell wordt met een minimale PATH gestart, dus een kale naam wordt mogelijk niet gevonden.
pl: To nie jest ścieżka bezwzględna. Powłoka jest uruchamiana z minimalną zmienną PATH, więc sama nazwa może nie zostać znaleziona.
pt_br: Não é um caminho absoluto. O shell é iniciado com um PATH mínimo, portanto um nome sem caminho pode não ser encontrado.
pt_pt: Não é um caminho absoluto. A shell é iniciada com um PATH mínimo, por isso um nome isolado pode não ser encontrado.
ro: Nu este o cale absolută. Shell-ul este lansat cu un PATH minim, așa că este posibil ca un nume simplu să nu fie găsit.
sl: Ni absolutna pot. Lupina se zažene z minimalno spremenljivko PATH, zato samo ime morda ne bo najdeno.
sv: Inte en absolut sökväg. Skalet startas med en minimal PATH, så enbart ett namn hittas kanske inte.
uk: Це не абсолютний шлях. Оболонка запускається з мінімальним PATH, тому саму лише назву може бути не знайдено.
vi: Không phải đường dẫn tuyệt đối. Shell được khởi chạy với PATH tối thiểu, nên có thể không tìm thấy tên không kèm đường dẫn.
zh_hans: 不是绝对路径。Shell 以最小的 PATH 启动，因此可能找不到不带路径的名称。
zh_hant: 不是絕對路徑。Shell 以最小的 PATH 啟動，因此可能找不到不含路徑的名稱。

source: Not Before
ar: غير صالح قبل
ca: No abans de
cs: Platí od
da: Ikke før
de: Nicht vor
es: No antes de
fi: Ei ennen
fr: Valide à partir du
he: לא לפני
hu: Érvényesség kezdete
it: Non prima di
ja: 有効開始
ko: 유효 시작
nb: Ikke før
nl: Niet vóór
pl: Ważny od
pt_br: Não Antes De
pt_pt: Não antes de
ro: Nu înainte de
sl: Ne pred
sv: Inte före
uk: Не раніше
vi: Hiệu lực từ
zh_hans: 生效时间
zh_hant: 生效時間

source: Not configured
ar: غير مهيّأ
ca: No configurat
cs: Nenakonfigurováno
da: Ikke konfigureret
de: Nicht konfiguriert
es: No configurado
fi: Ei määritetty
fr: Non configuré
he: לא מוגדר
hu: Nincs konfigurálva
it: Non configurato
ja: 未設定
ko: 구성되지 않음
nb: Ikke konfigurert
nl: Niet geconfigureerd
pl: Nie skonfigurowano
pt_br: Não configurado
pt_pt: Não configurado
ro: Neconfigurat
sl: Ni konfigurirano
sv: Ej konfigurerad
uk: Не налаштовано
vi: Chưa cấu hình
zh_hans: 未配置
zh_hant: 未設定

source: Not Configured
ar: غير مهيّأ
ca: No configurat
cs: Nenakonfigurováno
da: Ikke konfigureret
de: Nicht konfiguriert
es: No configurado
fi: Ei määritetty
fr: Non configuré
he: לא מוגדר
hu: Nincs konfigurálva
it: Non configurato
ja: 未設定
ko: 구성되지 않음
nb: Ikke konfigurert
nl: Niet geconfigureerd
pl: Nie skonfigurowano
pt_br: Não Configurado
pt_pt: Não Configurado
ro: Neconfigurat
sl: Ni konfigurirano
sv: Ej konfigurerad
uk: Не налаштовано
vi: Chưa cấu hình
zh_hans: 未配置
zh_hant: 未設定

source: Not Connected
ar: غير متصل
ca: No connectat
cs: Nepřipojeno
da: Ikke tilsluttet
de: Nicht verbunden
es: No conectado
fi: Ei yhdistetty
fr: Non connecté
he: לא מחובר
hu: Nem csatlakoztatva
it: Non connesso
ja: 未接続
ko: 연결되지 않음
nb: Ikke tilkoblet
nl: Niet verbonden
pl: Nie połączono
pt_br: Não Conectado
pt_pt: Não Ligado
ro: Neconectat
sl: Ni povezano
sv: Inte ansluten
uk: Не підключено
vi: Chưa kết nối
zh_hans: 未连接
zh_hant: 未連線

source: Not Encrypted
ar: غير مشفّر
ca: Sense xifrar
cs: Nešifrováno
da: Ikke krypteret
de: Nicht verschlüsselt
es: Sin cifrar
fi: Ei salattu
fr: Non chiffré
he: לא מוצפן
hu: Nem titkosított
it: Non cifrato
ja: 暗号化なし
ko: 암호화 안 됨
nb: Ikke kryptert
nl: Niet versleuteld
pl: Niezaszyfrowane
pt_br: Não criptografado
pt_pt: Não encriptado
ro: Necriptat
sl: Nešifrirano
sv: Inte krypterad
uk: Не зашифровано
vi: Chưa mã hóa
zh_hans: 未加密
zh_hant: 未加密

source: Not in agent
ar: غير موجود في الوكيل
ca: No és a l'agent
cs: Není v agentovi
da: Ikke i agenten
de: Nicht im Agent
es: No está en el agente
fi: Ei agentissa
fr: Absente de l'agent
he: לא נמצא בסוכן
hu: Nincs az ügynökben
it: Non presente nell'agente
ja: エージェントにありません
ko: 에이전트에 없음
nb: Ikke i agenten
nl: Niet in agent
pl: Brak w agencie
pt_br: Não está no agente
pt_pt: Não está no agente
ro: Nu este în agent
sl: Ni v agentu
sv: Inte i agenten
uk: Немає в агенті
vi: Không có trong agent
zh_hans: 不在代理中
zh_hant: 不在代理中

source: Not Now
ar: ليس الآن
ca: Ara no
cs: Teď ne
da: Ikke nu
de: Nicht jetzt
es: Ahora no
fi: Ei nyt
fr: Pas maintenant
he: לא עכשיו
hu: Most nem
it: Non ora
ja: 後で
ko: 나중에
nb: Ikke nå
nl: Niet nu
pl: Nie teraz
pt_br: Agora Não
pt_pt: Agora Não
ro: Nu acum
sl: Ne zdaj
sv: Inte nu
uk: Не зараз
vi: Không phải bây giờ
zh_hans: 以后再说
zh_hant: 暫時不要

source: Not Ready
ar: غير جاهز
ca: No preparat
cs: Nepřipraveno
da: Ikke klar
de: Nicht bereit
es: No disponible
fi: Ei valmis
fr: Non prêt
he: לא מוכן
hu: Nem áll készen
it: Non pronto
ja: 準備中
ko: 준비 안 됨
nb: Ikke klar
nl: Niet gereed
pl: Nie gotowe
pt_br: Não disponível
pt_pt: Não disponível
ro: Nepregătit
sl: Ni pripravljeno
sv: Inte redo
uk: Не готовий
vi: Chưa sẵn sàng
zh_hans: 未就绪
zh_hant: 未就緒

source: Not Requested
ar: غير مطلوب
ca: No sol·licitat
cs: Nevyžádáno
da: Ikke anmodet
de: Nicht angefordert
es: No solicitado
fi: Ei pyydetty
fr: Non demandé
he: לא התבקש
hu: Nem kérve
it: Non richiesto
ja: 未リクエスト
ko: 요청되지 않음
nb: Ikke forespurt
nl: Niet aangevraagd
pl: Nie zażądano
pt_br: Não Solicitado
pt_pt: Não Solicitado
ro: Nesolicitat
sl: Ni zahtevano
sv: Inte begärd
uk: Не запитано
vi: Chưa yêu cầu
zh_hans: 未请求
zh_hant: 未請求

source: Not Running
ar: غير قيد التشغيل
ca: No s'està executant
cs: Neběží
da: Kører ikke
de: Nicht aktiv
es: No está en ejecución
fi: Ei käynnissä
fr: Non actif
he: לא פועל
hu: Nem fut
it: Non in esecuzione
ja: 未実行
ko: 실행 중이 아님
nb: Kjører ikke
nl: Niet actief
pl: Nie działa
pt_br: Não Executando
pt_pt: Não em Execução
ro: Neactiv
sl: Ne deluje
sv: Körs inte
uk: Не запущено
vi: Không chạy
zh_hans: 未运行
zh_hant: 未執行

source: Not Set
ar: غير محدد
ca: No establert
cs: Nenastaveno
da: Ikke angivet
de: Nicht festgelegt
es: No establecido
fi: Ei asetettu
fr: Non défini
he: לא מוגדר
hu: Nincs beállítva
it: Non impostato
ja: 未設定
ko: 설정되지 않음
nb: Ikke angitt
nl: Niet ingesteld
pl: Nie ustawiono
pt_br: Não Definido
pt_pt: Não Definido
ro: Nesetat
sl: Ni nastavljeno
sv: Ej inställd
uk: Не встановлено
vi: Chưa đặt
zh_hans: 未设置
zh_hant: 未設定

source: Not valid Base64
ar: Base64 غير صالح
ca: Base64 no vàlid
cs: Neplatný Base64
da: Ikke gyldig Base64
de: Kein gültiges Base64
es: Base64 no válido
fi: Virheellinen Base64
fr: Base64 non valide
he: Base64 לא תקין
hu: Nem érvényes Base64
it: Base64 non valido
ja: 有効な Base64 ではありません
ko: 올바른 Base64가 아닙니다
nb: Ikke gyldig Base64
nl: Geen geldige Base64
pl: Nieprawidłowy Base64
pt_br: Base64 inválido
pt_pt: Base64 inválido
ro: Nu este Base64 valid
sl: Ni veljaven Base64
sv: Inte giltig Base64
uk: Недійсний Base64
vi: Không phải Base64 hợp lệ
zh_hans: 不是有效的 Base64
zh_hant: 不是有效的 Base64

source: Not valid Base64URL
ar: Base64URL غير صالح
ca: Base64URL no vàlid
cs: Neplatný Base64URL
da: Ikke gyldig Base64URL
de: Kein gültiges Base64URL
es: Base64URL no válido
fi: Virheellinen Base64URL
fr: Base64URL non valide
he: Base64URL לא תקין
hu: Nem érvényes Base64URL
it: Base64URL non valido
ja: 有効な Base64URL ではありません
ko: 올바른 Base64URL이 아닙니다
nb: Ikke gyldig Base64URL
nl: Geen geldige Base64URL
pl: Nieprawidłowy Base64URL
pt_br: Base64URL inválido
pt_pt: Base64URL inválido
ro: Nu este Base64URL valid
sl: Ni veljaven Base64URL
sv: Inte giltig Base64URL
uk: Недійсний Base64URL
vi: Không phải Base64URL hợp lệ
zh_hans: 不是有效的 Base64URL
zh_hant: 不是有效的 Base64URL

source: Not valid hex
ar: Hex غير صالح
ca: Hex no vàlid
cs: Neplatný hex
da: Ikke gyldig hex
de: Kein gültiges Hex
es: Hex no válido
fi: Virheellinen Hex
fr: Hex non valide
he: Hex לא תקין
hu: Nem érvényes hex
it: Hex non valido
ja: 有効な hex ではありません
ko: 올바른 Hex가 아닙니다
nb: Ikke gyldig hex
nl: Geen geldige hex
pl: Nieprawidłowy Hex
pt_br: Hex inválido
pt_pt: Hex inválido
ro: Nu este Hex valid
sl: Ni veljaven hex
sv: Inte giltig hex
uk: Недійсний Hex
vi: Không phải hex hợp lệ
zh_hans: 不是有效的 hex
zh_hant: 不是有效的 Hex

source: Not valid hex (odd length)
ar: Hex غير صالح (طول فردي)
ca: Hex no vàlid (longitud senar)
cs: Neplatný hex (lichá délka)
da: Ikke gyldig hex (ulige længde)
de: Kein gültiges Hex (ungerade Länge)
es: Hex no válido (longitud impar)
fi: Virheellinen Hex (pariton pituus)
fr: Hex non valide (longueur impaire)
he: Hex לא תקין (אורך אי-זוגי)
hu: Nem érvényes hex (páratlan hossz)
it: Hex non valido (lunghezza dispari)
ja: 有効な hex ではありません（長さが奇数です）
ko: 올바른 Hex가 아닙니다(길이가 홀수)
nb: Ikke gyldig hex (oddetallslengde)
nl: Geen geldige hex (oneven lengte)
pl: Nieprawidłowy Hex (nieparzysta długość)
pt_br: Hex inválido (comprimento ímpar)
pt_pt: Hex inválido (comprimento ímpar)
ro: Nu este Hex valid (lungime impară)
sl: Ni veljaven hex (liha dolžina)
sv: Inte giltig hex (udda längd)
uk: Недійсний Hex (непарна довжина)
vi: Không phải hex hợp lệ (độ dài lẻ)
zh_hans: 不是有效的 hex（长度为奇数）
zh_hant: 不是有效的 Hex（長度為奇數）

source: Not valid JSON
ar: JSON غير صالح
ca: JSON no vàlid
cs: Neplatný JSON
da: Ikke gyldig JSON
de: Kein gültiges JSON
es: JSON no válido
fi: Virheellinen JSON
fr: JSON non valide
he: JSON לא תקין
hu: Nem érvényes JSON
it: JSON non valido
ja: 有効な JSON ではありません
ko: 올바른 JSON이 아닙니다
nb: Ikke gyldig JSON
nl: Geen geldige JSON
pl: Nieprawidłowy JSON
pt_br: JSON inválido
pt_pt: JSON inválido
ro: Nu este JSON valid
sl: Ni veljaven JSON
sv: Inte giltig JSON
uk: Недійсний JSON
vi: Không phải JSON hợp lệ
zh_hans: 不是有效的 JSON
zh_hant: 不是有效的 JSON

source: Not valid percent-encoding
ar: ترميز النسبة المئوية غير صالح
ca: Codificació percentual no vàlida
cs: Neplatné procentové kódování
da: Ikke gyldig procentkodning
de: Keine gültige Prozentcodierung
es: Codificación porcentual no válida
fi: Virheellinen prosenttikoodaus
fr: Encodage en pourcentage non valide
he: קידוד אחוזים לא תקין
hu: Nem érvényes százalékos kódolás
it: Codifica percentuale non valida
ja: 有効なパーセントエンコーディングではありません
ko: 올바른 퍼센트 인코딩이 아닙니다
nb: Ikke gyldig prosentkoding
nl: Geen geldige percentcodering
pl: Nieprawidłowe kodowanie procentowe
pt_br: Codificação percentual inválida
pt_pt: Codificação percentual inválida
ro: Nu este o codificare procentuală validă
sl: Ni veljavno odstotkovno kodiranje
sv: Inte giltig procentkodning
uk: Недійсне процентне кодування
vi: Không phải mã hóa phần trăm hợp lệ
zh_hans: 不是有效的百分号编码
zh_hant: 不是有效的百分比編碼

source: Not Yet Valid
ar: غير صالحة بعد
ca: Encara no és vàlid
cs: Zatím neplatný
da: Endnu ikke gyldig
de: Noch nicht gültig
es: Aún no válido
fi: Ei vielä voimassa
fr: Pas encore valide
he: עדיין לא תקף
hu: Még nem érvényes
it: Non ancora valido
ja: まだ有効ではありません
ko: 아직 유효하지 않음
nb: Ikke gyldig ennå
nl: Nog niet geldig
pl: Jeszcze nieważny
pt_br: Ainda Não Válido
pt_pt: Ainda Não Válido
ro: Încă invalid
sl: Še ne velja
sv: Inte giltigt än
uk: Ще недійсний
vi: Chưa Hợp Lệ
zh_hans: 尚未生效
zh_hant: 尚未生效

source: Note
ar: ملاحظة
ca: Nota
cs: Poznámka
da: Bemærkning
de: Hinweis
es: Nota
fi: Huomautus
fr: Remarque
he: הערה
hu: Megjegyzés
it: Nota
ja: メモ
ko: 메모
nb: Merknad
nl: Opmerking
pl: Uwaga
pt_br: Nota
pt_pt: Nota
ro: Notă
sl: Opomba
sv: Anteckning
uk: Примітка
vi: Lưu ý
zh_hans: 备注
zh_hant: 備註

source: Note: Digital Signature slot (9c) always requires PIN for every signing operation.
ar: ملاحظة: فتحة التوقيع الرقمي (9c) تتطلب دائمًا رمز PIN لكل عملية توقيع.
ca: Nota: la ranura de signatura digital (9c) sempre requereix PIN per a cada operació de signatura.
cs: Poznámka: Slot digitálního podpisu (9c) vždy vyžaduje PIN pro každou operaci podepisování.
da: Bemærk: Digital Signatur-slot (9c) kræver altid PIN ved hver signeringsoperation.
de: Hinweis: Der Slot für digitale Signaturen (9c) erfordert immer eine PIN für jeden Signiervorgang.
es: Nota: La ranura de firma digital (9c) siempre requiere PIN para cada operación de firma.
fi: Huom: Digitaalinen allekirjoitus -paikka (9c) vaatii aina PIN-koodin jokaiseen allekirjoitustoimintoon.
fr: Remarque : le slot Signature numérique (9c) exige toujours un PIN pour chaque opération de signature.
he: הערה: חריץ חתימה דיגיטלית (9c) דורש תמיד PIN עבור כל פעולת חתימה.
hu: Megjegyzés: A digitális aláírás slot (9c) minden aláírási művelethez PIN-kódot igényel.
it: Nota: lo slot Firma digitale (9c) richiede sempre il PIN per ogni operazione di firma.
ja: 注: デジタル署名スロット (9c) は、すべての署名操作でPINが必要です。
ko: 참고: 디지털 서명 슬롯(9c)은 모든 서명 작업에 항상 PIN이 필요합니다.
nb: Merk: Digital signatur-spor (9c) krever alltid PIN for hver signeringsoperasjon.
nl: Opmerking: Digital Signature-slot (9c) vereist altijd een PIN voor elke ondertekeningsbewerking.
pl: Uwaga: Slot podpisu cyfrowego (9c) zawsze wymaga PIN-u przy każdej operacji podpisywania.
pt_br: Nota: O slot de Assinatura Digital (9c) sempre requer PIN para cada operação de assinatura.
pt_pt: Nota: O slot de Assinatura Digital (9c) requer sempre PIN para cada operação de assinatura.
ro: Notă: slotul Semnătură digitală (9c) necesită întotdeauna PIN pentru fiecare operațiune de semnare.
sl: Opomba: reža za digitalni podpis (9c) vedno zahteva PIN za vsako operacijo podpisovanja.
sv: Obs: Digital Signature-facket (9c) kräver alltid PIN för varje signeringsoperation.
uk: Примітка: слот цифрового підпису (9c) завжди вимагає PIN для кожної операції підпису.
vi: Lưu ý: Khe chữ ký số (9c) luôn yêu cầu PIN cho mỗi thao tác ký.
zh_hans: 注意：数字签名槽位（9c）每次签名操作都需要 PIN。
zh_hant: 注意：數位簽章插槽（9c）每次簽署操作都需要 PIN。

source: Note: Digital Signature slot (9c) always requires PIN for signing.
ar: ملاحظة: فتحة التوقيع الرقمي (9c) تتطلب دائمًا رمز PIN للتوقيع.
ca: Nota: la ranura de signatura digital (9c) sempre requereix PIN per signar.
cs: Poznámka: Slot digitálního podpisu (9c) vždy vyžaduje PIN pro podepisování.
da: Bemærk: Digital Signatur-slot (9c) kræver altid PIN til signering.
de: Hinweis: Der Slot für digitale Signaturen (9c) erfordert immer eine PIN zum Signieren.
es: Nota: La ranura de firma digital (9c) siempre requiere PIN para firmar.
fi: Huom: Digitaalinen allekirjoitus -paikka (9c) vaatii aina PIN-koodin allekirjoitukseen.
fr: Remarque : le slot Signature numérique (9c) exige toujours un PIN pour la signature.
he: הערה: חריץ חתימה דיגיטלית (9c) דורש תמיד PIN לחתימה.
hu: Megjegyzés: A digitális aláírás slot (9c) mindig PIN-kódot igényel az aláíráshoz.
it: Nota: lo slot Firma digitale (9c) richiede sempre il PIN per la firma.
ja: 注: デジタル署名スロット (9c) は、署名にPINが必要です。
ko: 참고: 디지털 서명 슬롯(9c)은 서명 시 항상 PIN이 필요합니다.
nb: Merk: Digital signatur-spor (9c) krever alltid PIN for signering.
nl: Opmerking: Digital Signature-slot (9c) vereist altijd een PIN voor ondertekening.
pl: Uwaga: Slot podpisu cyfrowego (9c) zawsze wymaga PIN-u do podpisywania.
pt_br: Nota: O slot de Assinatura Digital (9c) sempre requer PIN para assinatura.
pt_pt: Nota: O slot de Assinatura Digital (9c) requer sempre PIN para assinar.
ro: Notă: slotul Semnătură digitală (9c) necesită întotdeauna PIN pentru semnare.
sl: Opomba: reža za digitalni podpis (9c) vedno zahteva PIN za podpisovanje.
sv: Obs: Digital Signature-facket (9c) kräver alltid PIN för signering.
uk: Примітка: слот цифрового підпису (9c) завжди вимагає PIN для підпису.
vi: Lưu ý: Khe chữ ký số (9c) luôn yêu cầu PIN để ký.
zh_hans: 注意：数字签名槽位（9c）签名时始终需要 PIN。
zh_hant: 注意：數位簽章插槽（9c）簽署時一律需要 PIN。

source: Note: Ed25519 requires YubiKey firmware 5.7 or later.
ar: ملاحظة: يتطلب Ed25519 برنامج YubiKey الثابت بالإصدار 5.7 أو أحدث.
ca: Nota: Ed25519 requereix firmware de YubiKey 5.7 o posterior.
cs: Poznámka: Ed25519 vyžaduje firmware YubiKey 5.7 nebo novější.
da: Bemærk: Ed25519 kræver YubiKey-firmware 5.7 eller nyere.
de: Hinweis: Ed25519 erfordert YubiKey-Firmware 5.7 oder höher.
es: Nota: Ed25519 requiere firmware de YubiKey 5.7 o posterior.
fi: Huom: Ed25519 vaatii YubiKey-laiteohjelmiston version 5.7 tai uudemman.
fr: Remarque : Ed25519 nécessite le firmware YubiKey 5.7 ou ultérieur.
he: הערה: Ed25519 דורש קושחת YubiKey בגרסה 5.7 ומעלה.
hu: Megjegyzés: Az Ed25519 YubiKey firmware 5.7 vagy újabb verziót igényel.
it: Nota: Ed25519 richiede il firmware YubiKey 5.7 o successivo.
ja: 注: Ed25519にはYubiKeyファームウェア5.7以降が必要です。
ko: 참고: Ed25519는 YubiKey 펌웨어 5.7 이상이 필요합니다.
nb: Merk: Ed25519 krever YubiKey-fastvare 5.7 eller nyere.
nl: Opmerking: Ed25519 vereist YubiKey-firmware 5.7 of hoger.
pl: Uwaga: Ed25519 wymaga oprogramowania układowego YubiKey w wersji 5.7 lub nowszej.
pt_br: Nota: Ed25519 requer firmware YubiKey 5.7 ou posterior.
pt_pt: Nota: Ed25519 requer firmware YubiKey 5.7 ou posterior.
ro: Notă: Ed25519 necesită firmware YubiKey 5.7 sau mai nou.
sl: Opomba: Ed25519 zahteva YubiKey strojno-programsko opremo 5.7 ali novejšo.
sv: Obs: Ed25519 kräver YubiKey firmware 5.7 eller senare.
uk: Примітка: Ed25519 потребує прошивку YubiKey 5.7 або новішу.
vi: Lưu ý: Ed25519 yêu cầu firmware YubiKey 5.7 trở lên.
zh_hans: 注意：Ed25519 需要 YubiKey 固件 5.7 或更高版本。
zh_hant: 注意：Ed25519 需要 YubiKey 韌體 5.7 或更新版本。

source: Notes
ar: ملاحظات
cs: Poznámky
da: Noter
de: Hinweise
es: Notas
fi: Huomautukset
he: הערות
hu: Megjegyzések
it: Note
ja: メモ
ko: 참고
nb: Merknader
nl: Opmerkingen
pl: Uwagi
pt_br: Notas
pt_pt: Notas
ro: Note
sl: Opombe
sv: Anteckningar
uk: Примітки
vi: Ghi chú
zh_hans: 备注
zh_hant: 備註

source: Notes (optional)
ar: ملاحظات (اختياري)
ca: Notes (opcional)
cs: Poznámky (volitelné)
da: Noter (valgfrit)
de: Notizen (optional)
es: Notas (opcional)
fi: Muistiinpanot (valinnainen)
fr: Notes (facultatif)
he: הערות (אופציונלי)
hu: Megjegyzések (opcionális)
it: Note (facoltativo)
ja: メモ（任意）
ko: 메모 (선택 사항)
nb: Notater (valgfritt)
nl: Opmerkingen (optioneel)
pl: Notatki (opcjonalnie)
pt_br: Notas (opcional)
pt_pt: Notas (opcional)
ro: Note (opțional)
sl: Opombe (neobvezno)
sv: Anteckningar (valfritt)
uk: Нотатки (необов'язково)
vi: Ghi chú (tùy chọn)
zh_hans: 备注（可选）
zh_hant: 備註（選填）
